IDEA Open Model
Material.UserThermalSpecificHeatCurvature Property
Compatible with IDEA StatiCa Beta 20.0
 User-defined curvature for thermal specific heat { x = Θ[K], y = cp[J/(kg K)] }
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public Polygon2D UserThermalSpecificHeatCurvature { get; set; }
Public Property UserThermalSpecificHeatCurvature As Polygon2D
	Get
	Set
Property Value
Type: Polygon2D
See Also
Reference
Material Class
IdeaRS.OpenModel.Material Namespace